{
  "slug": "presidio-sidebar",
  "date": "October 9, 2018",
  "published": "2018-10-9T05:00:00-04:00",
  "updated": "2018-10-9T05:00:00-04:00",
  "image": {
    "location": "img/PRESIDIO, TX: SUHAUNA/SELECTS/AP_17130592495390.jpg",
    "credit": "Eric Gay / AP",
    "cutline": "In this Sept. 15, 2015, file photo, a farmer passes along a border fence that divides his property in Mission, Texas."
  },
  "name": "Presidio",
  "hed": "The closing of an international border: a brief history",
  "subhed": "",
  "authors": [
    "<a href=\"https://www.publicintegrity.org/authors/suhauna-hussain\">Suhauna Hussain</a>"
  ],
  "sections": [
    {
      "type": "lede",
      "text": "Over the course of history, restrictions on movement across the border with Mexico strengthen or fade in cycles, depending on the economy, the tone of national sentiment and the whims of the federal government.\n\n \n\nLand-owning families whose history in Presidio, Texas, can be traced back generations speak of a time when the borders were more porous and the government allowed Mexican laborers to come over to work with a permit. Its agricultural economy thrived: The best cantaloupes, watermelons and onions were grown in Presidio, David Spencer, a local farmer, said proudly."
    },
    {
      "type": "refer",
      "text": "<a href=\"https://apps.publicintegrity.org/abandoned-in-america/walled-off/\">How Trump’s wall could kill a Texas border town »</a>"
    },
    {
      "type": "text",
      "text": "Presidio rests right upriver from where the Rio Conchos runs into the Rio Grande, in the region known as La Junta de Los Rios (which literally means where two rivers join). It’s small claim to fame is that it is cradled in one of the oldest continuously cultivated areas in North America, farmed since about 1500 B.C.\n\n \n\nNow, not so much. The agricultural economy began to dry up in the 1960s, as guest worker programs such as the<a href=\"https://migration.ucdavis.edu/rmn/more.php?id=1112\"> Bracero Program</a> closed and the government began to crack down on farmers who employed undocumented immigrants. Farmers like Terry Bishop, David Spencer and Luis Armendariz say Americans won’t do the hard work in the field that used to be done by Mexicans, migrant laborers from across the border.\n\n \n\n“When the border patrol stopped the labor from coming in here to work the onion fields, the cantaloupe fields, and when they harassed the ones that were legally here, you couldn't get anyone up the fields,” Spencer said.\n\n \n\nIn 1997, U.S. Marines patrolling the border shot a boy, Esequiel Hernandez, in Redford, Texas, a small unincorporated community 12 miles from Presidio. He was the first U.S. citizen killed by American military forces on American soil since 1970.\n\n \n\nEnrique Madrid, a local activist and scholar, knew Hernandez’s parents. He and his wife traveled to Washington, D.C., to appeal to the Department of Defense, and lawmakers in Congress, in an effort to reduce the number of Marines assigned to the border. But, he says, nothing ever changes.\n\n \n\nIn June 2001, Time magazine<a href=\"http://content.time.com/time/covers/0,16641,20010611,00.html\"> published</a> an edition titled \"Welcome to Amexica,\" detailing the vanishing of the Mexican-American border. Madrid keeps a clipping of the article, and remembers that time period vividly. He has made it his life’s work to collect the history of his border community. For a moment, American sentiment seemed on the precipice of renewed open relations, Madrid said.\n\n \n\n\"The border is not where the United States stops and Mexico begins. It is the place where the United States merges with Mexico,\" pronounced then-mayor of Laredo, Betty Flores.\n\n \n\nJust a few months later, the attacks of Sept. 11, 2001, occurred. Suddenly the border was tightened. As foreign factories known as maquiladoras expanded and the Mexican government cracked down on drugs, societal fractures<a href=\"https://www.univision.com/noticias/amexica/amexica-un-territorio-que-quiere-que-su-voz-sea-escuchada\"> deepened</a> and spurred violence by the cartels.\n\n \n\nBorder patrol strengthened its grip on the area, more walls were erected, and anti-terrorist sentiment imbued with racism and xenophobia intensified in U.S. politics. And if anything, since then, rhetoric about immigrants and border communities has worsened, and more money than ever has poured into law enforcement, Madrid says.\n\n \n\n\"That's money not being spent for our schools, education, jobs. We know about federal power, but it’s not for us. ... Just think about what would happen if that money was invested in the economy on both sides of the border, so people wouldn't have to migrate to work, but nobody thinks about that,” Madrid said. “They're here to guard us, especially those of us who aren't American or don't look American because of our skin.”"
    }
  ],
  "series": {
    "date": "October 9, 2018",
    "published": "2018-10-9T05:00:00-04:00",
    "updated": "2018-10-9T05:00:00-04:00",
    "slug": "abandoned-in-america-9CtJQQlNKL8A",
    "image": {
      "location": "",
      "credit": ""
    },
    "featured": {
      "location": "img/PRESIDIO, TX: SUHAUNA/SELECTS/SH_infrastructure.jpg"
    },
    "name": "Abandoned in America",
    "hed": "Abandoned in America",
    "tweet": "“Abandoned in America”: @POTUS declared the U.S. economy to be “the best … we've ever had”. @Publici visited 6 communities where residents say the crushing effects of poverty and gov’t neglect have gone from bad to worse.",
    "description": "The best economy? Residents in six communities say crushing poverty and government neglect went from bad to worse.",
    "authors": [
      "The Center for Public Integrity"
    ],
    "sections": [
      {
        "type": "lede",
        "text": "President Donald Trump has declared the United States’ economy to be “the best economy we've ever had in the history of our country.” His administration likewise declared the nation’s decades-long war on poverty “largely over and a success.” So Center for Public Integrity reporters this summer visited six communities where residents say the crushing effects of poverty and government neglect aren’t improving — they’ve gone from bad to worse. Problems range from broken education systems to unlivable housing to infrastructure fit for the third world. One factor binds them together: a profound lack of political clout on the eve of a critical midterm election that will decide the balance of power in Washington. Here are their stories."
      }
    ],
    "parts": [
      {
        "slug": "walled-off",
        "hed": "Presidio, Texas",
        "image": "img/PRESIDIO, TX: SUHAUNA/SELECTS/AP_17130592495390.jpg",
        "id": "1nB8PTVt2QBBN5ansjKm_TmeBVLp_NLAIAog57ajdudU",
        "name": "Walled Off",
        "date": "October 9"
      },
      {
        "slug": "border-closing-history",
        "hed": "Border closing history",
        "image": "img/PRESIDIO, TX: SUHAUNA/SELECTS/AP_17130592495390.jpg",
        "id": "1waM0648bg1XiPVTC1rKKm5HcEjHZ-yzYySTMy9Okoc0",
        "name": "Border closing history",
        "date": "",
        "nav": "false"
      },
      {
        "slug": "disastrous-recovery",
        "hed": "Robeson County, North Carolina",
        "image": "img/ROBESON COUNTY: ASHLEY/SELECTS/churning.jpg",
        "id": "1WWwIvEWuQq9CyGYZ659pvS5iaPWOwu3iZvwBxsYZEEY",
        "name": "Disastrous Recovery",
        "date": "October 10"
      },
      {
        "slug": "ballot-box-barriers",
        "hed": "Standing Rock Reservation, North Dakota",
        "image": "img/DAKOTAS: CARRIE/SELECTS/AP16274633246797.jpg",
        "id": "1JwsZUDASx7w8n0Zdqwrpx4fKU5LKJ7Z3NFF3kM8eM2M",
        "name": "Ballot Box Barriers",
        "date": "October 12",
        "live": "false"
      },
      {
        "slug": "train-off-track",
        "hed": "Fresno, California",
        "image": "img/FRESNO: DAVE/SELECTS/IMG_3832.jpg",
        "name": "Train Off Track",
        "id": "1ZY-IljxQKZ6GgpsWaN1bCv5DU6qzi9KOZkV2_vZS2k4",
        "date": "October 15",
        "live": "false"
      },
      {
        "slug": "no-place-to-call-home",
        "hed": "St. Louis, Missouri",
        "image": "",
        "id": "1jon2ou3bmmd2U8FBxBl8GW3AS05yqd15FiU1O-cnMR8",
        "name": "No Place to Call Home",
        "date": "October 17",
        "live": "false"
      },
      {
        "slug": "forgotten-and-failing",
        "hed": "Yazoo City, Mississippi",
        "image": "",
        "id": "1r9XURGnxcvlGmfwdTJyJ21PP0MEmGq-XEXwb2W139uo",
        "name": "Forgotten and Failing",
        "date": "October 19",
        "live": "false"
      }
    ]
  }
}