{
  "slug": "disastrous-recovery",
  "part": "Part two of",
  "date": "October 10, 2018",
  "published": "2018-10-9T05:00:00-04:00",
  "updated": "2018-10-9T05:00:00-04:00",
  "image": {
    "location": "img/ROBESON COUNTY: ASHLEY/SELECTS/storm2.jpg",
    "credit": "AP"
  },
  "featured": {
    "location": "img/ROBESON COUNTY: ASHLEY/SELECTS/storm.jpg"
  },
  "name": "Robeson",
  "hed": "‘Hope to hopelessness’: Will government step up after second storm?",
  "subhed": "A North Carolina county with little clout looks to Washington for help",
  "authors": [
    "<a href=\"https://www.publicintegrity.org/authors/ashley-balcerzak\">Ashley Balcerzak</a>"
  ],
  "sections": [
    {
      "type": "robeson_locator",
      "align": "left"
    },
    {
      "type": "lede",
      "text": "\nLUMBERTON, North Carolina — Dianne Powell is living a recurring nightmare. \n\n\n\nIn October 2016, Hurricane Matthew filled her brick house with rainwater — up to her waist. The storm inundated her town, engulfing homes and <a href=\"https://www.charlotteobserver.com/news/local/article107780222.html\">highways</a> and causing <a href=\"https://files.nc.gov/rebuildnc/documents/matthew/rebuildnc_robeson_plan_combined.pdf\">$4.8 billion worth of damage</a> statewide.\n\n\n\nShe rebuilt. Then Hurricane Florence struck and swamped her home again.\n\n\n\nPowell is faced again with the wrenching process of mending what two storms destroyed within two years. She’s unsure how she’ll pay for repairs. \n\n\n\nOn a September afternoon after the latest flood waters had receded, she carefully stepped over her loose floorboards, buckled and haphazard against walls sporting a new foot-high yellowish-brown watermark.\n\n<em></em>\n\nAs Powell surveyed the interior of her new home now damaged — the burgundy walls, the matching wine-patterned kitchen towels and curtains — she lamented what could have been.\n\n\n\n“It was all so pretty,” she said with a sigh."
    },
    {
      "type": "storm_tracks"
    },
    {
      "type": "text",
      "text": "\nPowell’s is the story of countless residents of Robeson County, whose families, friends, neighbors and congregations provided support after Hurricane Matthew when the government’s pathways to recovery left many overwhelmed, left behind or never heard. \n\n\n\nAnd they wonder: Will it be any better this time around? \n\n\n\nFrom a place that feels worlds away from Washington, D.C., navigating a federal bureaucracy has proven difficult at best, and especially fraught for those who need it the most. \n\n\n\nRobeson County was already struggling when Hurricane Matthew hit, and it hadn’t gotten back to that already-low baseline when Hurricane Florence rolled through the region. \n\n\n\nIt’s among the <a href=\"https://datausa.io/profile/geo/robeson-county-nc/\">poorest</a> (with 30 percent of residents living below the poverty line), <a href=\"http://www.countyhealthrankings.org/app/north-carolina/2018/rankings/outcomes/overall\">unhealthiest</a> and most <a href=\"https://www.newsobserver.com/news/local/crime/article206402219.html\">dangerous</a> counties in North Carolina, <a href=\"http://ncace.web.unc.edu/media/robeson-county-is-one-of-most-violent-in-state/\">beset with issues</a> more typical of inner-city neighborhoods despite its status as a largely rural community of a little more than <a href=\"https://factfinder.census.gov/faces/nav/jsf/pages/community_facts.xhtml\">130,000</a> people. The hurricanes’ flooding <a href=\"https://www.weather.gov/ilm/Matthew\">displaced thousands</a> <a href=\"https://www.ncdps.gov/florence\">from their homes</a> and cut off access to their medicine. Looters waded into rushing water filled with snakes and alligators, breaking into liquor stores and houses, nabbing electronics and jewelry, residents said. \n\n\n\n“All a storm does is wash to the forefront the problems that already exist in that county, in all counties,” said Cliff Harvell, disaster response superintendent with the North Carolina Conference of the United Methodist Church. \n\n\n\nIn interviews this summer and fall before and after Hurricane Florence many residents said they found attention and assistance for their problems on the local level, but didn’t feel that same support from their federal lawmakers. \n\n\n\nWhat they said they saw and experienced were a handful of speeches, inflated promises, delayed funds and not enough repaired homes."
    },
    {
      "type": "image",
      "location": "img/ROBESON COUNTY: ASHLEY/SELECTS/diannepowellcombined.jpg",
      "cutline": "To the left, Dianne Powell steps into her home for the first time since it was rebuilt after Hurricane Matthew. On the right, Powell begins to pack up after Hurricane Florence flooded her home for a second time.",
      "credit": "Ashley Balcerzak / The Center for Public Integrity",
      "align": "center",
      "size": "bigger"
    },
    {
      "type": "subscribe"
    },
    {
      "type": "lede",
      "hed": "Struggle with FEMA",
      "text": "\nAfter Hurricane Matthew, Powell struggled for months to secure government assistance, but received confusing and conflicting information over the course of a dozen meetings with Federal Emergency Management Agency officials. Exasperated, she eventually stopped trying to rebuild her home with FEMA aid. \n\n\n\n“You work all your life, you have a decent home. And you go in front of FEMA and they sometimes look like they couldn’t care less, or like they think you’re lying,” said Powell, 64, in July. “It was just so painful. I said forget it.”"
    },
    {
      "type": "side",
      "text": "To select the communities featured in “Abandoned in America,” the Center for Public Integrity analyzed numerous government and non-governmental data sets on economic vitality and political power. Among them: campaign contribution data from the Federal Election Commission; Census Bureau data on household income, race, ethnicity and English language proficiency; congressional district office locations and congressional town halls from the Town Hall Project and election data from Open Elections. Then, reporters researched several dozen communities further before ultimately choosing six, spread around the country, to visit and profile.\n\n\n\n— Joe Yerardi",
      "align": "right"
    },
    {
      "type": "text",
      "text": "\nPowell’s cousin suggested another route for help: the Baptist church. Using her savings, some flood insurance money and a $20,000 low-interest Small Business Administration disaster loan, a church recovery group finished fixing Powell’s home in July 2018 — in just a few months — using volunteer labor. \n\n\n\nEven before Hurricane Florence, FEMA officials explained they do the best they can amid calamities such as these, and that it’s the “nature of disaster” that some people will be lost in the process.\n\n\n\n“Unfortunately, there are times when not every need is met, but our staff works really hard to try and avoid that,” said Libby Turner, the federal coordinating officer for Hurricane Matthew at FEMA, when asked about Powell’s plight and the struggles of those like her. “And it’s sad, there are times when I stumble because it just makes me want to write [their names] down and go find them.”\n\n\n\nNow, it’s unclear how much federal aid Robeson County will receive for Hurricane <a href=\"https://www.fema.gov/disaster/4393\">Florence</a>, as the dollar figures change by the hour while the recovery process just begins to take shape."
    },
    {
      "type": "image",
      "location": "img/ROBESON COUNTY: ASHLEY/SELECTS/lumbertonwelcomesign.jpg",
      "cutline": "Pumps work to clear the water from Lumberton.",
      "credit": "Ashley Balcerzak / Center for Public Integrity",
      "size": "bigger"
    },
    {
      "type": "image",
      "location": "img/ROBESON COUNTY: ASHLEY/SELECTS/fallentree.jpg",
      "cutline": "Winds from Hurricane Florence ripped huge trees from their roots all over Lumberton.",
      "credit": "Ashley Balcerzak / Center for Public Integrity",
      "size": "bigger"
    },
    {
      "type": "image",
      "location": "img/ROBESON COUNTY: ASHLEY/SELECTS/trashpile.jpg",
      "cutline": "Damaged furniture and items from Mt. Sinai United Holy Church after Hurricane Florence.",
      "credit": "Ashley Balcerzak / The Center for Public Integrity",
      "size": "bigger"
    },
    {
      "type": "text",
      "text": "\nAs of Oct. 8, Robeson County residents received $5.9 million in state and federal grants to help rebuild or to cover other storm-related expenses, according to FEMA. And Gov. Roy Cooper <a href=\"https://www.robesonian.com/news/115856/state-awarded-18-5-million-to-provide-recovery-jobs\">announced in late September</a> that Robeson would be one of 28 North Carolina counties to get a share of $18.5 million from the U.S. Department of Labor to hire state residents to do recovery and cleanup work. \n\n\n\nFor Hurricane Matthew, FEMA doled out more money to Robeson County than any other county in North Carolina for public projects and to help people rebuild, according to FEMA data. And the Small Business Administration offered Robeson residents and businesses more than $21 million in low interest disaster loans, the second-largest amount in the state, though the agency doesn’t release data on how much of that available amount people actually borrowed<em>.</em>\n\n\n\nDozens of other government agencies also aid communities’ recovery in the wake of a hurricane. They help, but it’s also challenging, if not nearly impossible, for many people to navigate such a system in the midst of post-disaster chaos.\n\n\n\n“The disaster recovery process has been more traumatic for some than the trauma of the disaster itself,” said Mac Legerton, co-founder of the social justice nonprofit Center for Community Action, which is involved in hurricane recovery efforts, among other issues."
    },
    {
      "type": "quote",
      "text": "The disaster recovery process has been more traumatic for some than the trauma of the disaster itself."
    },
    {
      "type": "lede",
      "hed": "Not connecting to Washington",
      "text": "\nRobeson County’s disconnect with Washington, D.C., began accelerating in the early 1990s. It was then that President Bill Clinton implemented the <a href=\"https://ustr.gov/trade-agreements/free-trade-agreements/north-american-free-trade-agreement-nafta\">North American Free Trade Agreement</a>, which beginning in 1994 tore down trade barriers between the U.S., Canada and Mexico — and arguably hastened the decline of local industry and sent local jobs overseas. Robeson County lost more than 8,700 manufacturing jobs from 1993 to 2003, according to <a href=\"http://www.ncsociology.org/hossfeld.htm\">an analysis of North Carolina Employment Security Commission data</a>. \n\n\n\nThis came around the same time the federal government was waging war on tobacco, the region’s cash crop. The county had 17,000 acres of tobacco farms <a href=\"https://www.robesonian.com/news/109907/109907\">in the 1980s</a>. But that dwindled to <a href=\"https://www.robesonian.com/news/109907/109907\">only 2,000 acres</a> a few decades later after President George W. Bush signed the <a href=\"https://www.fsa.usda.gov/FSA/webapp?area=home&subject=toba&topic=landing\">Tobacco Reform Act</a> in 2004. The program deregulated the industry and paid out farmers who formerly grew the crop. \n\n\n\nThis economic hardship — disdain for NAFTA, in particular — contributed to why a majority of Robesonians voted for President Donald Trump, only the second Republican president to carry the county in more than 100 years. Trump <a href=\"http://fortune.com/2016/09/27/presidential-debate-nafta-agreement/\">railed against the trade deal</a> during his campaign, and finalized a <a href=\"https://www.nytimes.com/2018/09/30/us/politics/us-canada-nafta-deal-deadline.html\">new deal Sept. 30</a> called the<a href=\"https://www.washingtonpost.com/business/2018/10/01/us-canada-mexico-just-reached-sweeping-new-nafta-deal-heres-whats-it/?utm_term=.439ed5a7ff3b\"> United States-Mexico-Canada Agreement</a>, which notably affects car manufacturing, dairy products and labor unions. It’s expected to <a href=\"https://www.washingtonpost.com/business/2018/10/01/winners-losers-usmca-trade-deal/?noredirect=on&utm_term=.c03895550c04\">take effect</a> in 2020, if Congress approves the deal."
    },
    {
      "type": "image",
      "location": "img/ROBESON COUNTY: ASHLEY/SELECTS/shutteredcompany.jpg",
      "cutline": "The site of Lumberton's formerly largest private employer, a Converse manufacturing plant, which was demolished in 2017.",
      "credit": "Ashley Balcerzak / Center for Public Integrity",
      "align": "right"
    },
    {
      "type": "text",
      "text": "\nPolitical tumult continued into the 2018 midterms as the county’s congressman, Republican Robert Pittenger, <a href=\"https://www.rollcall.com/news/politics/north-carolina-robert-pittenger-loses\">became the first incumbent</a> nationally that voters booted out this election cycle. Former Baptist preacher <a href=\"https://www.markharrisforcongress.com/meet-mark\">Mark Harris</a> snagged the <a href=\"https://er.ncsbe.gov/?election_dt=05/08/2018&county_id=0&office=FED&contest=0\">nomination by 828 votes</a> and will face Democrat Dan McCready, a solar energy executive, in November. \n\n\n\nBut only <a href=\"https://er.ncsbe.gov/?election_dt=05/08/2018&county_id=78&office=ALL&contest=0\">one-third</a> of Robeson’s 75,000 registered voters cast a ballot in the primary, highlighting a major disconnect — at both ends — between Robeson and the federal government. It’s to be seen if either candidate will inspire this politically detached population to vote for him in a pivotal election where every ballot matters — especially when hundreds of residents <a href=\"https://www.robesonian.com/news/115695/more-than-400-still-taking-shelter-from-the-storm\">are still in shelters</a>.  \n\n\n\nDespite desperately needing hurricane recovery help and economic stimulation, Robesonians don’t take advantage of the usual routes to reach politicians that could change their fortunes, whether through the ballot box or by contributing money to political campaigns, according to a <a href=\"https://www.publicintegrity.org/politics\">Center for Public Integrity</a> analysis. \n\n\n\nIn Robeson County, about <a href=\"http://results.enr.clarityelections.com/NC/42923/123365/Web01/en/summary.html#\">3,100 fewer people</a> voted during the 2016 presidential election than during the 2012 presidential election. The drop, residents said, can partly be attributed to the community still reeling from Hurricane Matthew a month before Election Day 2016.\n\n\n\nOnly about <a href=\"https://www.ncsbe.gov/Data-Stats/2016-Election-Data-and-Statistics\">53 percent</a> of Robeson’s registered voters voted during the 2016 general election. That’s the second lowest participation rate out of all North Carolina counties, behind only Onslow County. And when looking at the number of votes cast in 2016 compared to voting age citizens, Robeson ranks among the lowest counties in the entire United States, according to a Center for Public Integrity analysis of Census Bureau and <a href=\"http://www.openelections.net/\">OpenElections</a> data.\n\n\n\nAveraged out, Robeson residents donated about 75 cents a person to politicians, parties and political groups, making the county also one of the least generous in terms of political giving. With a $31,000 median income — <a href=\"https://www.census.gov/content/dam/Census/newsroom/press-kits/2018/iphi/presentation-income-poverty.pdf\">barely half that</a> of the average U.S. household<em> —</em> that’s not necessarily surprising. But politicians don’t often fundraise in areas that don’t generously contribute money, and therefore, may not show up as often as they might if the area was flush with cash.\n\n\n\nMunicipalities in Robeson County, as well as the county itself, could hire lobbyists to advocate for their interests in Washington, D.C. Robeson County spent <a href=\"https://soprweb.senate.gov/index.cfm?event=getFilingDetails&filingID=EECE68C2-5F4D-4942-B8F2-9BBA4508C370&filingTypeID=60\">about</a> <a href=\"https://soprweb.senate.gov/index.cfm?event=getFilingDetails&filingID=FBCE4C55-0976-4E58-B32C-B7F1EE318A5D&filingTypeID=69\">$20,000</a> on federal-level lobbying efforts for “community facilities” in 2017 and <a href=\"https://soprweb.senate.gov/index.cfm?event=getFilingDetails&filingID=FFE35004-C1EF-4A58-9A12-6A138E5F55E4&filingTypeID=53\">has yet to report</a> any lobbying expenditures worth more than $5,000 this year, according to congressional records. <a href=\"https://soprweb.senate.gov/index.cfm?event=getFilingDetails&filingID=0019D5BF-9D20-4021-A3F2-8C315675A672&filingTypeID=53\">Lumberton</a> and <a href=\"https://soprweb.senate.gov/index.cfm?event=getFilingDetails&filingID=509552F7-4C33-42F1-ABD0-A18CC725F15E&filingTypeID=51\">Maxton</a>, a small Robeson County town, reported lobbying in small amounts earlier this decade, but no Robeson towns appear to have paid K Street firms in the past few years. \n\n\n\nPittenger <a href=\"https://pittenger.house.gov/contact/officeinformation.htm\">does not</a> have a physical district office in Robeson County, and he <a href=\"https://www.robesonian.com/news/102011/pittenger-to-hold-town-meeting-in-lumberton\">rarely advertises</a> in-person office hours or visits to the region. Pittenger hosted two public town hall meetings in Robeson County since 2016, according to congressional data service Legistorm data and Pittenger’s office. \n\n\n\nPittenger’s last <a href=\"https://www.robesonian.com/news/102339/pittenger-gets-earful-at-forum\">Lumberton town hall in August 2017</a> didn’t go smoothly, Lumberton city councilmen Chris Howard and John Cantey said. Pittenger struggled to answer questions about Hurricane Matthew aid and residents criticized his comments supporting Trump’s speech about racial violence in Charlottesville, Virginia. Pittenger appeared at 16 events across his district and four “virtual” town halls where people could call in, tweet at or message Pittenger, over that time period, according to Legistorm data and Pittenger’s office.  \n\n\n\n“Congressman Pittenger has spoken up on behalf of Robeson County at every opportunity in the preparation, disaster, and recovery phases, and he will continue to do so through his last day in office,” Jamie Bowers, Pittenger’s deputy chief of staff and communications director, said in an email. \n\n\n\nThough residents felt underwhelmed by the response from their politicians, their federal delegates say they fought for funding and provided support on multiple fronts. \n\n\n\nBowers said Pittenger is in frequent contact with local leaders and passed on requests to the appropriate government agencies, advocated for Robeson aid with House Majority Leader Kevin McCarthy and House Majority Whip Steve Scalise and pushed the Department of Housing and Urban Development to send a representative to Robeson County. \n\n\n\nA spokesman for Republican Sen. Thom Tillis said Tillis surveyed the damage in Robeson County days after Hurricane Matthew hit, and “spearheaded” the effort with Sen. Richard Burr to grant more than $400 million in federal funds for the state during Hurricane Matthew and <a href=\"https://www.whitehouse.gov/briefings-statements/president-donald-j-trump-signs-h-r-302-law/\">pass a bill</a> with <a href=\"https://www.burr.senate.gov/press/releases/florence-disaster-relief-funding-passes-congress-as-down-payment-for-recovery\">$1.14 billion for Hurricane Florence</a>. This billion dollars includes a provision helping communities that were hit hard by both hurricanes Matthew and Florence. \n\n\n\nTillis’ staff keeps in contact with Robeson County officials, and his D.C. office hosted county leaders to hear about their needs, spokesman Daniel Keylin said. <a href=\"https://twitter.com/SenThomTillis/status/1042881696641818625\">Tillis and Burr met with Trump</a> and Cooper in Havelock, North Carolina, visited people affected by Hurricane Florence and both shared information about <a href=\"https://www.burr.senate.gov/press/releases/hurricane-florence\">hurricane preparedness</a> and how to <a href=\"https://www.burr.senate.gov/press/releases/hurricane-florence-disaster-relief-and-recovery-information\">apply for aid</a>. \n\n\n\nSome groups are making progress in working the system: Robeson County’s Native American Lumbee tribe continues to <a href=\"http://disclosures.house.gov/ld/pdfform.aspx?id=200029210\">lobby</a> <a href=\"http://disclosures.house.gov/ld/pdfform.aspx?id=100017748\">the federal</a> <a href=\"http://disclosures.house.gov/ld/pdfform.aspx?id=100044099\">government</a> for <a href=\"http://www.wfae.org/post/reporter-explores-lumbee-identity-history-tribe-fights-federal-recognition#stream/0\">full federal recognition</a> that would open up additional funding streams to the tribe, an effort Pittenger, Burr and Tillis support. \n\n\n\nThough it has <a href=\"https://www.washingtonpost.com/news/style/wp/2018/08/20/feature/what-makes-someone-native-american-one-tribes-long-struggle-for-full-recognition/\">not yet achieved the goal</a>, the tribe is making headway in other areas: The <a href=\"https://www.robesonian.com/news/95280/lumbee-getinvitation-totrump-parade\">Trump administration invited</a> Lumbee Tribal Chairman Harvey Godwin Jr. to attend the 2017 inauguration and festivities, and North Carolina Gov. Roy Cooper hired Godwin’s son, Quinn, as his <a href=\"https://www.robesonian.com/top-stories/114635/godwin-seeking-re-election-as-tribal-chairman\">regional outreach liaison officer</a>. Pittenger and the candidates vying for his seat all marched in the Lumbee Homecoming Parade in July, appealing to this mass of voters in one of the most <a href=\"https://factfinder.census.gov/faces/nav/jsf/pages/community_facts.xhtml\">diverse rural counties</a> in the U.S."
    },
    {
      "type": "image",
      "location": "img/ROBESON COUNTY: ASHLEY/SELECTS/recognition.jpg",
      "cutline": "Volunteers and campaign workers for Democrat Dan McCready, who is running for the North Carolina District 9 congressional seat, march in the Lumbee Homecoming Parade on July 7, 2018 in Pembroke, N.C.",
      "credit": "Ashley Balcerzak / The Center for Public Integrity",
      "align": "center"
    },
    {
      "type": "text",
      "text": "\nDemographically, Robeson is 30 percent white, a quarter black, and almost 40 percent Native American. It’s also home to a small but growing Hispanic community. \n\n\n\n“Sen. Burr was personally engaged as Florence hit,” said Lumbee Tribal Chairman <a href=\"http://www.lumbeetribe.com/single-post/2016/1/8/Harvey-Godwin-Jr-Swornin-as-Tribal-Chairman\">Harvey Godwin, Jr.</a> “He has my cell phone number, we talked everyday, and he brought in an Indian American liaison to help tribal members and businesses get help.”\n\n\n\nGodwin said that although the Lumbee population could “do a lot better” with turning out to vote, it is beginning to recognize its potential. \n\n\n\n“We’re a big voting bloc that can influence an election and are finally able to realize that power,” Godwin said. “In the past, we never got the return on investment for our support, but we will hold them accountable for their promises now. I think that’s more powerful.”\n\n\n\nBut overall, large pockets of the population are not tuned in to political matters. \n\n\n\n“When I’ve been canvassing … I ran into people that don’t understand if their county has an election and when is the next election, or if they’re a Democrat or Republican,” said Adrienne Kennedy, a community organizer who door-knocked for the Democratic Party. “You gotta bring them up from that.”\n\n\n\nBut it’s hard to know who to vote for <a href=\"http://www.witn.com/content/news/Flood-victims-face-major-challenges-as-early-voting-begins-397923191.html\">when you have more pressing problems</a>, like trying to get back into your home."
    },
    {
      "type": "image",
      "location": "img/ROBESON COUNTY: ASHLEY/SELECTS/chrishoward.jpg",
      "cutline": "Lumberton City Councilman Chris Howard Jr. surveys damage at his home, which was destroyed during Hurricane Matthew.",
      "credit": "Ashley Balcerzak / Center for Public Integrity",
      "align": "center"
    },
    {
      "type": "lede",
      "hed": "Missed deadlines",
      "text": "\nSome local politicians, such as Lumberton City <a href=\"http://www.ci.lumberton.nc.us/index.php/citycouncil\">Councilman Columbus “Chris” Howard Jr.</a>, face the same situation as their constituents: waiting to rebuild and feeling disconnected from Washington. Every few moments during a tour of the town this summer, Howard pointed to a house he drove past, explaining where the owner is now or the status of the rebuilding process. \n\n\n\n“I know the people — I’ve been here for 40 years,” he said. “<em>This</em> person was in the shelter with us. <em>This </em>house is supposed to be torn down and rebuilt. <em>She </em>has a second mortgage, so she can’t afford to do anything. <em>This </em>fella here has gotten into his house within about 12 months.”\n\n\n\nAlthough pumps helped suck away the more than a foot of water that fell on Lumberton, remnants of the destruction still speckled the streets over the summer almost two years later. \n\n\n\nA concrete foundation with no structure on top. \n\n\n\nDepiped toilets placed on porches. \n\n\n\nThe <a href=\"https://wpde.com/news/local/robeson-county-to-close-west-lumberton-elementary\">shuttered West Lumberton Elementary School</a>. \n\n\n\nEntire culs-de-sac of public housing without a car in the driveway or inhabitant to be seen. \n\n\n\nCountless numbers of “Thank you Jesus” signs.\n\n\n\nPiles of white silt from the Lumber River and sand from under Interstate 95 covered residents’ yards. (“It looked like fresh snow. Or a beach,” one resident said.)"
    },
    {
      "type": "image",
      "location": "img/ROBESON COUNTY: ASHLEY/SELECTS/mulch.jpg",
      "cutline": "Hurricane Matthew deposited sand from the Lumber River all over town. Almost two years later, many piles remain.",
      "credit": "Ashley Balcerzak / Center for Public Integrity",
      "align": "center"
    },
    {
      "type": "image",
      "location": "img/ROBESON COUNTY: ASHLEY/SELECTS/collapse.jpg",
      "cutline": "A dilapidated home in Lumberton, N.C., off of Martin Luther King Jr. Drive.",
      "credit": "Ashley Balcerzak / Center for Public Integrity",
      "align": "center"
    },
    {
      "type": "text",
      "text": "\nThat was before Hurricane Florence. A week after the second major hurricane hit, truck-sized pumps running nonstop for days extracted most of the floodwater, leaving reflective puddles throughout Lumberton. \n\n\n\nThe most immediate relics of Hurricane Florence were the enormous toppled trees — roots and all pulled from the ground — and the strong stench, of decaying leaves or rotten eggs and meat. A gray blanket of flaky muck covered gardens and lawns and grass, giving most plants an appearance of decay. <a href=\"https://www.robesonian.com/news/115740/county-working-to-take-sting-out-of-mosquitoes\">Mosquitoes</a> swarmed the town, breeding in the pools of water left behind.\n\n\n\nHoward himself couldn’t escape either storm. As tempest-tossed residents fled for higher ground during Hurricane Matthew, burglars stole most of his family’s valuables, such as his wife’s jewelry and their flat-screen TV. \n\n\n\nHis house, after being treated for mold after Hurricane Matthew and mostly stripped out with the help of $11,000 from FEMA, served as storage for his furniture and landscaping supplies. That was until Hurricane Florence rendered most items beyond saving. \n\n\n\nHoward and his wife, Gennifer, bought and moved into her parents’ house as the couple waited for <a href=\"https://www.fema.gov/hazard-mitigation-grant-program\">the FEMA-funded project</a> to tear down, then rebuild, their home. \n\n\n\nThen Hurricane Florence arrived. And FEMA officials couldn’t answer his questions if that work would ever start. \n\n\n\n“It’s confusing to me when I went to ask [FEMA]. Nobody knows anything, you can’t give me no answers,” Howard said. “I’m through with this house. I want them to buy it. There was hope. Hope to hopelessness. This dream is gone.”"
    },
    {
      "type": "image",
      "location": "img/ROBESON COUNTY: ASHLEY/SELECTS/floodedstreets.jpg",
      "cutline": "Hurricane Florence flooded Lumberton nearly two years after Hurricane Matthew.",
      "credit": "Courtesy of Chris Howard",
      "align": "right"
    },
    {
      "type": "text",
      "text": "\nThe Howards moved back into their home on Spruce Street after 20 days in a hotel, an expense they could no longer afford. There is still no air conditioning and hot water. \n\n\n\n“We still don’t have all the money promised to us from the last storm,” Howard said. “So how long will it take us for Florence? Five years? More?”\n\n\n\nPoliticians are still scuffling over perceived mismanagement of relief money earmarked for Hurricane Matthew recovery.\n\n\n\nRepublicans accuse Cooper, the Democratic governor, of holding hostage federal funds necessary to rebuild the region. As of April 2018, the state had not spent any of a $236 million grant awarded the previous fall from the Department of Housing and Urban Development community development block grant program, according to an investigation by WBTV. Federal agencies and lawmakers pass down disaster funds to the state, which then has the responsibility of spending or passing them to local entities. \n\n\n\n“It is deeply concerning that these federal disaster dollars are not being released when many North Carolina families are still living in temporary housing,” Republican U.S. Sens. Burr and Tillis and Reps. Walter Jones, Virginia Foxx, Richard Hudson, David Rouzer, George Holding and Pittenger wrote in May in a joint letter to the governor. “Any further delay may also have unacceptable consequences on any future disaster aid requests.”\n\n\n\n“We are confident that North Carolina will have sufficient federal funding appropriated by Congress to assist with the long-term recovery efforts, and we are hopeful the state learned valuable lessons from the slow pace of Matthew [community block grant] spending,” Tillis spokesman Daniel Keylin said in an email to the Center for Public Integrity.\n\n\n\nA July WBTV investigation found that although North Carolina and South Carolina received block grant funds around the same time, South Carolina — also hit by Hurricane Matthew — put 145 families into homes and sent out 459 award letters. Only one family in North Carolina received a check. \n\n\n\nAfter a June deadline passed without any construction, North Carolina House Speaker Tim Moore, a Republican, reconvened the House Select Committee on Disaster Relief in July to investigate the holdup. Cooper’s office said that when Hurricane Florence hit, more than a dozen construction projects were in the works and $295,850 had been awarded to 24 families in Robeson County through the community block grants. \n\n\n\n“The state has already begun contacting people who experienced flooding by both Matthew and Florence to learn about additional damage and update awards,” Ford Porter, the governor’s press secretary, said in an email. He said Cooper is in contact with Trump and FEMA and HUD officials to make sure the state receives assistance as quickly as possible. \n\n\n\nThis HUD grant, to be sure, is just one source of money from the federal government. FEMA gave Robeson County $26 million for public projects, such as debris removal and rebuilding public buildings or services for Hurricane Matthew, and will begin accepting proposals for Hurricane Florence in the coming weeks. The agency also promised almost $26 million in “individual assistance” grants in Robeson for Hurricane Matthew, which cover housing-related expenses and other things such as medical care, child care or household items. \n\n\n\n“Following two 500-year floods, the state must emphasize the need to rebuild smarter and more resilient — particularly in communities at risk of flooding,” Porter said. “Local, state and federal partners came together to prepare and respond to Hurricane Florence. Now we must continue to pull together to quickly deliver assistance and support to the survivors of this storm.”"
    },
    {
      "type": "lede",
      "hed": "Voting: the last thing on their minds",
      "text": "\nHundreds of Robeson County residents <a href=\"https://www.robesonian.com/news/115695/more-than-400-still-taking-shelter-from-the-storm\">remain in shelters</a>, unclear when they can return to their homes.\n\n\n\nLocal and state elections officials, meanwhile, say they have plans in place to make sure those who are displaced know where to vote or have the forms they need to request an absentee ballot."
    },
    {
      "type": "image",
      "location": "img/ROBESON COUNTY: ASHLEY/SELECTS/vote.jpg",
      "cutline": "Board of Elections officials say Robeson County residents can request absentee ballots to be sent to any address, including this Lumberton High School shelter.",
      "credit": "Ashley Balcerzak / Center for Public Integrity",
      "align": "left"
    },
    {
      "type": "text",
      "text": "The North Carolina State Board of Elections mailed out thousands of <a href=\"https://s3.amazonaws.com/dl.ncsbe.gov/Requests/Correspondence_2018-09-26.pdf\">absentee ballot request forms</a>, are surveying polling sites to make sure they are usable (<a href=\"https://www.wbtw.com/news/robeson-county-polling-sites-changed-due-to-damage-after-hurricane-matthew/868605544\">three polling sites</a> in Robeson County had to be moved due to mold and other hurricane damage in 2016) and sent a letter “summarizing election deadlines and requirements” to the governor and statehouse leaders. It also updated its website with information about <a href=\"https://www.ncsbe.gov/florence\">how to vote after Hurricane Florence</a>. Many are skeptical of these strategies.\n\n\n\n“Do you think you’re going to open up your mail and look at something from the Board of Elections, needing your vote?” Howard said. “What is more important to you at that period of time? Not that.”\n\n\n\nLumberton Councilman <a href=\"http://www.ci.lumberton.nc.us/index.php?option=com_contact&view=contact&id=10:cantey-jr-john&catid=80:government&Itemid=158\">John Cantey Jr</a>. said, “Mostly it’s gonna be your Democratic voters that are lost because these people are in shelters. They in Fayetteville, they in Charlotte, they with family and friends, they moved out, moved away.” \n\n\n\nRed Cross shelter supervisor Jennifer Seely said despite the circumstances, she registered to vote many people at the Lumberton High School shelter. She encouraged others to call their representatives to express anger that they were flooded again. \n\n\n\nAfter Hurricane Matthew, <a href=\"https://www.reuters.com/article/usa-election-north-carolina-registration-idUSL1N1CK1IV\">the Democratic Party sued</a> and successfully got the deadline extended five days in 2016. \n\n\n\nSo the Rev. T. Anthony Spearman, <a href=\"https://www.newsobserver.com/news/politics-government/article219308765.html\">North Carolina NAACP’s president,</a> <a href=\"https://www.scribd.com/document/389879808/Naacp-Ncga-Letter#from_embed\">sent a letter on Oct. 1 to Cooper</a> and elections officials requesting “immediate action to ensure that those suffering from this disaster are not denied access to the polls.” Specifically: he asked that they extend the voter registration deadline at least five days, to Oct. 17, for hurricane-ravaged counties, including Robeson."
    },
    {
      "type": "quote",
      "text": "We know from past experiences in this state and others that, without swift intervention by the state, natural disasters can disrupt and deny voting opportunities."
    },
    {
      "type": "text",
      "text": "“We know from past experiences in this state and others that, without swift intervention by the state, natural disasters can disrupt and deny voting opportunities,” Spearman wrote.\n\n\n\nTwo days later, on Oct. 3, <a href=\"https://governor.nc.gov/news/governor-cooper-signs-hurricane-florence-relief-legislation-law\">Cooper signed bills</a> that pushed back the <a href=\"https://www2.ncleg.net/BillLookUp/2017E3/H4\">voter registration deadline</a> for hurricane-hit counties by three days to Oct. 15, in addition to providing other Hurricane relief measures, such as $50 million for immediate relief efforts."
    },
    {
      "type": "lede",
      "hed": "Race for North Carolina’s District 9",
      "text": "With Pittenger, the <a href=\"https://pittenger.house.gov/biography/\">three-term incumbent</a>, out of the picture, Robeson County’s next congressional representative — Republican or Democrat — will be a resident of Charlotte, North Carolina’s largest city.\n\n\n\nRepublican <a href=\"https://www.markharrisforcongress.com/\">Mark Harris</a> is a former Baptist preacher <a href=\"https://www.clubforgrowth.org/candidate/mark-harris/\">who committed to joining</a> the ultra-conservative House Freedom Caucus.\n\n\n\nDemocrat <a href=\"https://www.danmccready.com/\">Dan McCready</a> is a former Marine and solar farm company executive <a href=\"https://bluedogdems.com/\">endorsed by the moderate Blue Dog Democrats</a>. \n\n\n\nStarting in Lumberton, it takes about two-and-a-half hours and half a tank of gas to reach the outskirts of Charlotte. North Carolina’s 9th District spans eight counties, some in part, and the nominees live in Charlotte, in Mecklenburg County, the southeast sliver of which is included in the district after <a href=\"https://www.vox.com/policy-and-politics/2018/5/8/17271766/north-carolina-gerrymandering-2018-midterms-partisan-redistricting\">North Carolina redistricting in 2016</a>. \n\n\n\nOne Robeson resident, the executive director of the North Carolina Conference of the United Methodist Church, Steve Taylor, described the disconnect he felt from his next congressional representative by asking, “What does Charlotte have to do with me?”\n\n\n\nThis seat hasn’t been occupied by a Democrat <a href=\"https://www.charlotteobserver.com/news/politics-government/article212519324.html\">since the mid-1960s</a>, although it’s covered different swaths of the state over the years. But as Democrats attempt to ride a blue wave and take control of Congress, North Carolina’s District 9 increasingly seems to be within the party’s reach. <a href=\"https://www.nytimes.com/2018/08/27/us/north-carolina-congressional-districts.html\">And in August a federal court ruled</a> the district map unconstitutional, saying it was gerrymandered in Republicans’ favor, though the map won’t be redrawn until after the <a href=\"https://www.nytimes.com/2018/09/04/us/court-north-carolina-gerrymandering.html\">2018 midterms</a>. \n\n\n\n<a href=\"https://www.cookpolitical.com/ratings/house-race-ratings\">The Cook Political Report</a> rates the race as a toss-up, and Sabato’s Crystal Ball says it <a href=\"http://crystalball.centerforpolitics.org/crystalball/2018-house/\">leans Democratic</a>. <a href=\"https://www.opensecrets.org/races/summary?cycle=2018&id=NC09&spec=N\">McCready has outraised Harris</a> by almost threefold through the first half of the year, $2.7 million to $930,000. \n\n\n\nMcCready also has national help. House Majority PAC, a super PAC that aims to elect Democrats into Congress, has so far spent almost $340,000 to produce online ads <a href=\"http://www.thehousemajoritypac.com/our-work/north-carolina/mark-harris-get-this\">criticizing Harris’ support of the Trump tax overhaul</a>, according to data from the <a href=\"https://www.opensecrets.org/races/outside-spending?cycle=2018&id=NC09&spec=N\">Center for Responsive Politics</a> and the FEC. Democratic nonprofit group <a href=\"https://www.youtube.com/watch?v=I8ZBYQ1GEWA&feature=youtu.be\">Patriot Majority USA</a> released a similar ad about the tax plan, spending almost <a href=\"http://docquery.fec.gov/cgi-bin/forms/C90012956/1264974/\">$305,000</a>. Outside groups spent the most money in this race compared to any other <a href=\"https://www.opensecrets.org/outsidespending/summ.php?disp=R\">in North Carolina</a>.\n\n\n\nHarris received some last-minute ammunition: <a href=\"https://www.mcclatchydc.com/latest-news/article219361445.html\">Donald Trump Jr.</a>, the president’s son, headlined a fundraising luncheon this month for Harris in Charlotte along with Freedom Caucus Chairman Mark Meadows.\n\n\n\nHarris, despite nabbing only 597 primary election votes in Robeson, a county <a href=\"https://vt.ncsbe.gov/RegStat/Results/?date=08%2F18%2F2018\">where a majority of registered voters are Democrats</a>, said he has hope for more support in the general election. He said Robeson is seeing dramatic changes, such as electing state <a href=\"https://www.ncleg.net/gascripts/members/viewMember.pl?sChamber=S&nUserID=399\">Sen. Danny Britt Jr.</a>, the first Republican to represent Robeson since Reconstruction. (Several Democratic voters said they’d voted for Britt because of his hands-on help during Hurricane Matthew.) He also pointed to Robeson’s <a href=\"https://abc11.com/archive/8654796/\">86 percent support</a> in a 2012 vote on a state constitutional amendment <a href=\"https://www.charlotteobserver.com/news/politics-government/article9113360.html\">Harris pushed</a> that would have defined marriage as being between a man and a woman.\n\n\n\nWhile his campaign website exclusively focuses <a href=\"https://www.markharrisforcongress.com/issues\">on national issues</a>, Harris told the Center for Public Integrity he hopes to boost Robeson County’s economy with transportation and infrastructure projects. \n\n\n\nMcCready, for his part, has been courting Robeson County’s Lumbee residents. He marched in the Lumbee Homecoming Parade in July with a large banner printed with “Full federal recognition now!” to appeal to the local Native American vote. \n\n\n\n“The politicians in Washington have paid a lot of lip service to the Lumbees but haven’t gotten the job done,” McCready said in an interview with the Center for Public Integrity."
    },
    {
      "type": "image",
      "location": "img/ROBESON COUNTY: ASHLEY/SELECTS/markharris.jpg",
      "cutline": "Republican Mark Harris, a candidate for North Carolina’s District 9 seat, loads a truck with water bottles to send to Hurricane Florence victims.",
      "credit": "@MarkHarrisNC9 Twitter post",
      "align": "center"
    },
    {
      "type": "image",
      "location": "img/ROBESON COUNTY: ASHLEY/SELECTS/danmccready.jpg",
      "cutline": "Democrat Dan McCready, a candidate for North Carolina’s District 9 seat, greets nurses at a shelter in Lumberton.",
      "credit": "@McCreadyForNC Twitter post",
      "align": "center"
    },
    {
      "type": "text",
      "text": "\nPoliticians simply showing up means a lot to Robeson County residents.\n\n\n\nMany Lumberton residents <a href=\"https://www.robesonian.com/news/115969/ivanka-delivers-food-hugs-smiles\">told local papers</a> they felt excited when Ivanka Trump, the president’s daughter, visited a local Baptist church on Oct. 3 and <a href=\"http://www.fayobserver.com/news/20181003/ivanka-trump-visits-lumberton-disaster-relief-site\">spent 12 and a half minutes</a> serving meals to waiting cars. \n\n\n\nBut Lumberton locals said they didn’t see enough of their federal representatives after Hurricane Matthew, and have yet to see much of them or the candidates since Hurricane Florence. \n\n\n\nThe Harris campaign <a href=\"https://twitter.com/MarkHarrisNC9/status/1043921027267526657\">organized a food drive</a> for eastern North Carolina, according to his Twitter account. McCready said he visited a Lumberton shelter, and brought bottled water to the town and to nearby Pembroke.\n\n\n\n“After having spent time with folks on the ground in the aftermath of Florence and over the campaign, I can say that nowhere in the country has [a place] been forgotten by Washington politicians more than Robeson County,” McCready said. “They deserve better.”\n\n\n\nBurr’s office said Burr met with the mayors of Spring Lake and Lumberton and toured the regions at the end of September. Tillis’ office sent a representative to Lumberton and Allenton in the beginning of October and plans to visit Lumberton to survey damage soon. \n\n\n\n<a href=\"https://abc11.com/governor-cooper-visits-lumberton-to-assess-damage/4297033/\">Many pointed</a> to Cooper’s tour of Lumberton after Hurricane Florence hit, a day after the governor met with President Trump.\n\n\n\n“The president said he would be 100 percent there for us for the long haul,” <a href=\"https://abc11.com/governor-cooper-visits-lumberton-to-assess-damage/4297033/\">Cooper said</a> at the time. “So I'm going to take him at his word, and hold the federal government to that. We know that we're going to need significant help. This is going to be a multibillion dollar effort.\"\n\n\n\nOne of the reasons they supported Trump during the 2016 election, some residents said, is <a href=\"http://www.fayobserver.com/63d7a660-0cf1-59bd-bf50-13abee805d52.html\">because they saw a Trump bus</a> in town and Trump volunteers, <a href=\"https://twitter.com/realDonaldTrump/status/787127225581707265?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E787127225581707265%7Ctwgr%5E373939313b636f6e74726f6c&ref_url=https%3A%2F%2Fwww.tmn.today%2F2016%2F10%2Ftrump-sends-bus-supplies-help-hurricane-matthew-victims%2F\">including Trump’s daughter-in-law Lara</a>, <a href=\"https://www.snopes.com/fact-check/donald-trump-lumberton-nc/\">handing out water bottles to survivors</a>."
    },
    {
      "type": "image",
      "location": "img/ROBESON COUNTY: ASHLEY/SELECTS/laratrump.jpg",
      "cutline": "Lara Trump, the daughter of President Donald Trump, arrives in Lumberton, North Carolina, to distribute food and supplies after Hurricane Matthew.",
      "credit": "Trump Women’s Tour Twitter post",
      "align": "left"
    },
    {
      "type": "text",
      "text": "\n“We didn’t see Hillary’s bus,” said Kennedy, the community organizer, who voted unenthusiastically for Clinton. She feels hopeful about McCready, who she has spoken with through her connections with <a href=\"https://www.ncjustice.org/defenders-of-justice\">the North Carolina Justice Center</a>. \n\n\n\n“I wish politicians would be like an undercover boss, and just camp out,” Kennedy said, referencing the <a href=\"https://www.cbs.com/shows/undercover_boss/\">popular television show</a>. “The boss made the initiative to go down low, to see what were the nuts and bolts.”"
    },
    {
      "type": "lede",
      "hed": "‘I’ve got to live’",
      "text": "\nDianne Powell’s life fundamentally changed after Hurricane Matthew. \n\n\n\nShe had recently retired from her job as a jail guard with the county sheriff’s department. Instead of spending her new free time traveling, she spent the next two years tending to her ailing father, his lungs deteriorating because of mold inhalation — an aftereffect of Hurricane Matthew. \n\n\n\nOn the Saturday after Hurricane Florence dumped feet of rain on Lumberton, Powell’s father, Pernell, died. \n\n\n\nPernell Powell was 88 years old, two weeks shy of his next birthday. Dianne slept beside him as he slipped away. Doctors said he suffered from an enlarged heart, pneumonia and cirrhosis of the liver. \n\n\n\n“He was a good man and father, and always visited the sick,” Powell said. “People would ask him when he was in the hospital, ‘What you doing in that bed, you’re supposed to be out visiting!’ He said, ‘Oh, it’s my turn now.’”\n\n\n\nPowell sighed as she started packing items from her damaged house to take to her second storage unit — “One for Matthew, one for Florence.” She’s currently staying with friends across town. \n\n\n\nThe <a href=\"https://www.ncbaptist.org/?id=65\">same Baptist organization</a> that helped Powell rebuild her first house has already started helping her prepare her new — and newly damaged — house for repairs.\n\n\n\nFEMA officials last month also reached out to Powell.\n\n\n\n“They left a message on my phone: ‘Dianne, we’re referring you to take out an SBA loan.’ \n\n\n\n“I already took one out for Matthew,” she said, shrugging her shoulders. “I can’t afford to take another one out. I’ve got to live.”\n\n\n\n<em>Joe Yerardi and Dave Levinthal</em><em> contributed to this report.</em>"
    },
    {
      "type": "subscribe"
    }
  ],
  "series": {
    "date": "October 9, 2018",
    "published": "2018-10-9T05:00:00-04:00",
    "updated": "2018-10-9T05:00:00-04:00",
    "slug": "abandoned-in-america-9CtJQQlNKL8A",
    "image": {
      "location": "",
      "credit": ""
    },
    "featured": {
      "location": "img/PRESIDIO, TX: SUHAUNA/SELECTS/SH_infrastructure.jpg"
    },
    "name": "Abandoned in America",
    "hed": "Abandoned in America",
    "tweet": "“Abandoned in America”: @POTUS declared the U.S. economy to be “the best … we've ever had”. @Publici visited 6 communities where residents say the crushing effects of poverty and gov’t neglect have gone from bad to worse.",
    "description": "The best economy? Residents in six communities say crushing poverty and government neglect went from bad to worse.",
    "authors": [
      "The Center for Public Integrity"
    ],
    "sections": [
      {
        "type": "lede",
        "text": "President Donald Trump has declared the United States’ economy to be “the best economy we've ever had in the history of our country.” His administration likewise declared the nation’s decades-long war on poverty “largely over and a success.” So Center for Public Integrity reporters this summer visited six communities where residents say the crushing effects of poverty and government neglect aren’t improving — they’ve gone from bad to worse. Problems range from broken education systems to unlivable housing to infrastructure fit for the third world. One factor binds them together: a profound lack of political clout on the eve of a critical midterm election that will decide the balance of power in Washington. Here are their stories."
      }
    ],
    "parts": [
      {
        "slug": "walled-off",
        "hed": "Presidio, Texas",
        "image": "img/PRESIDIO, TX: SUHAUNA/SELECTS/AP_17130592495390.jpg",
        "id": "1nB8PTVt2QBBN5ansjKm_TmeBVLp_NLAIAog57ajdudU",
        "name": "Walled Off",
        "date": "October 9"
      },
      {
        "slug": "border-closing-history",
        "hed": "Border closing history",
        "image": "img/PRESIDIO, TX: SUHAUNA/SELECTS/AP_17130592495390.jpg",
        "id": "1waM0648bg1XiPVTC1rKKm5HcEjHZ-yzYySTMy9Okoc0",
        "name": "Border closing history",
        "date": "",
        "nav": "false"
      },
      {
        "slug": "disastrous-recovery",
        "hed": "Robeson County, North Carolina",
        "image": "img/ROBESON COUNTY: ASHLEY/SELECTS/churning.jpg",
        "id": "1WWwIvEWuQq9CyGYZ659pvS5iaPWOwu3iZvwBxsYZEEY",
        "name": "Disastrous Recovery",
        "date": "October 10"
      },
      {
        "slug": "ballot-box-barriers",
        "hed": "Standing Rock Reservation, North Dakota",
        "image": "img/DAKOTAS: CARRIE/SELECTS/AP16274633246797.jpg",
        "id": "1JwsZUDASx7w8n0Zdqwrpx4fKU5LKJ7Z3NFF3kM8eM2M",
        "name": "Ballot Box Barriers",
        "date": "October 12",
        "live": "false"
      },
      {
        "slug": "train-off-track",
        "hed": "Fresno, California",
        "image": "img/FRESNO: DAVE/SELECTS/IMG_3832.jpg",
        "name": "Train Off Track",
        "id": "1ZY-IljxQKZ6GgpsWaN1bCv5DU6qzi9KOZkV2_vZS2k4",
        "date": "October 15",
        "live": "false"
      },
      {
        "slug": "no-place-to-call-home",
        "hed": "St. Louis, Missouri",
        "image": "",
        "id": "1jon2ou3bmmd2U8FBxBl8GW3AS05yqd15FiU1O-cnMR8",
        "name": "No Place to Call Home",
        "date": "October 17",
        "live": "false"
      },
      {
        "slug": "forgotten-and-failing",
        "hed": "Yazoo City, Mississippi",
        "image": "",
        "id": "1r9XURGnxcvlGmfwdTJyJ21PP0MEmGq-XEXwb2W139uo",
        "name": "Forgotten and Failing",
        "date": "October 19",
        "live": "false"
      }
    ]
  }
}