{"slug":"walled-off","date":"October 9, 2018","published":"2017-10-9T05:00:00-04:00","updated":"2017-10-9T05:00:00-04:00","image":{"location":"img/PRESIDIO, TX: SUHAUNA/SELECTS/PMDD_presidiobridge.jpg","credit":"Presidio Municipal Development District"},"featured":{"location":"img/PRESIDIO, TX: SUHAUNA/SELECTS/AP_17130592495390.jpg"},"name":"Presidio","hed":"How Trump’s wall could kill a Texas border town","subhed":"Presidio’s relationship with Mexico is at times a life-and-death affair","authors":["<a href=\"https://www.publicintegrity.org/authors/suhauna-hussain\">Suhauna Hussain</a>"],"sections":[{"type":"presidio_locator","align":"left"},{"type":"lede","text":"\nPRESIDIO, Texas — Molly Ferguson was 14 when she met Miguel Rodriguez Vasquez at a quinceañera in Mexico. Ferguson isn’t from Mexico — she’s lived in Presidio, a small Texas border town, all her life. And for Ferguson, that means she’s essentially lived her whole life in Ojinaga as well, the Mexican city right across the shimmery green-brown Rio Grande. \n\n\n\nThat night, at the quinceañera in Ojinaga, Rodriguez asked her to dance, and this year, nearly a decade later on a warm July evening, they married.\n\n\n\nIt might seem remarkable that their eight-year-long relationship spanned an international divide, especially given that Rodriguez’s immigration status has prevented him from ever entering Ferguson’s city. But for many in Ojinaga and Presidio, crossing the border is common. Ferguson doesn’t see Presidio and Ojinaga as cities in separate countries — no one in Presidio really does. Presidio feels more like an extension of Ojinaga.\n\n\n\n“I guess I cross to a different country every day, but I really don't see it as a different country,” Molly Ferguson said. \"I consider it to be my home, too.\"\n\n\n\nThe two towns only have each other. Around them, it’s miles of nothing, just dry heat, low shrubs, spiky cacti and the occasional dust devil, framed by the foothills of the Sierrita de Santa Cruz."},{"type":"image","location":"img/PRESIDIO, TX: SUHAUNA/SELECTS/MollyMiguel.jpg","cutline":"Molly Ferguson and Miguel Rodriguez Vasquez on their wedding day on July 28, 2018 in Coatzacoalcos, a major port city in the Mexican state Veracruz.","credit":"Courtesy of Molly Ferguson","align":"right"},{"type":"text","text":"\nAnd yet, politicians in Washington, D.C., talk of building a wall between the communities. Donald Trump rooted his presidency in this idea: that the border is awash in criminals and drugs, and the U.S. needs a physical barrier for its own protection. Trump this summer<a href=\"https://www.nytimes.com/2018/07/30/us/politics/trump-government-shutdown.html\"> </a><a href=\"https://www.nytimes.com/2018/07/30/us/politics/trump-government-shutdown.html\">threatened</a> to shut down the federal government in the fall if Congress fails to authorize construction of a wall.\n\n \n\n“If we don’t get border security after many, many years of talk within the United States, I would have no problem doing a shutdown,”<a href=\"https://www.nytimes.com/2018/07/30/us/politics/trump-government-shutdown.html\"> </a><a href=\"https://www.nytimes.com/2018/07/30/us/politics/trump-government-shutdown.html\">Trump said</a>. “We’re the laughingstock of the world.”\n\n \n\nThe U.S. Senate<a href=\"https://www.washingtonpost.com/business/economy/senate-passes-massive-defense-and-health-spending-bill-punts-border-wall-fight-to-december/2018/09/18/ed6f8436-bb56-11e8-9812-a389be6690af_story.html?utm_term=.e78142586fff\"> </a><a href=\"https://www.washingtonpost.com/business/economy/senate-passes-massive-defense-and-health-spending-bill-punts-border-wall-fight-to-december/2018/09/18/ed6f8436-bb56-11e8-9812-a389be6690af_story.html?utm_term=.e78142586fff\">passed a short-term spending bill</a> on Sept. 16 — and Trump signed it shortly thereafter — to keep the government running through Dec. 7,  postponing a fight over funding for the border wall until after the midterm elections."},{"type":"side","text":"To select the communities featured in “Abandoned in America,” the Center for Public Integrity analyzed numerous government and non-governmental data sets on economic vitality and political power. Among them: campaign contribution data from the Federal Election Commission; Census Bureau data on household income, race, ethnicity and English language proficiency; congressional district office locations and congressional town halls from the <a href=\"https://townhallproject.com/\">Town Hall Project</a> and election data from <a href=\"http://www.openelections.net/\">Open Elections</a>. Then, reporters researched several dozen communities further before ultimately choosing six, spread around the country, to visit and profile.\n\n\n\n— Joe Yerardi","align":"right"},{"type":"text","text":"Presidio is<a href=\"https://apps.publicintegrity.org/abandoned-in-america\"> </a><a href=\"https://apps.publicintegrity.org/abandoned-in-america\">one of six communities the Center for Public Integrity is profiling this month</a> on the eve of a critical midterm election that will decide the balance of power in Washington. These communities are connected by their profound needs and sense of political abandonment at a time when Trump’s administration has declared the nation’s war on poverty “largely over and a success.”"},{"type":"subscribe"},{"type":"text","text":"There are certainly some towns along the U.S.-Mexico line that face an influx of illegal border crossings and related criminality. But Presidio is different. Numerous residents feel Trump’s wall talk excludes them entirely, including Molly Ferguson’s father, John — he’s the<a href=\"https://presidiotx.us/?page_id=34\"> </a><a href=\"https://presidiotx.us/?page_id=34\">mayor of Presidio</a>. John Ferguson said the Trump administration’s keep-Mexicans-in-Mexico rhetoric is vastly out of touch with what his town needs."},{"type":"refer","text":"<a href=\"https://apps.publicintegrity.org/abandoned-in-america/border-closing-history/\">The closing of an international border: a brief history »</a>"},{"type":"text","text":"Because in Presidio, most people don’t want a wall — the tiny, impoverished town has far more to worry about, like the lack of a nearby hospital and new tariffs that could destroy their only hope for economic viability. And they don’t <em>need</em> a wall like other border communities might. Crime is low, illegal border crossings appear relatively few in number and residents cherish and rely on their relationship with the community across the river. A wall wouldn’t just be an ugly blot on the south end of Presidio; it would be a mortal wound, a slice through a living, breathing organism — a community and culture that doesn’t end when it hits the border — it would cut people in Presidio off from a culture to which they belong.  \n\n \n\n“The solution absolutely is not to just build a wall. That does not address the problem. It just puts it out of our sight. The United States doesn't have to look at it anymore. How arrogant,” John Ferguson said. “Who told you we needed a wall? We didn’t tell you that. And we’re the ones that live here.”"},{"type":"quote","text":"Who told you we needed a wall? We didn’t tell you that. And we’re the ones that live here."},{"type":"lede","hed":"‘One big city’","text":"\nIf the cities are sisters, with interwoven cultures and histories, Presidio is the neglected, under-loved sibling.\n\n \n\nThe city, with a population a bit over 4,000, is all browns, burnt oranges and gray yellows — the more dull, drab one of the two, far smaller, more quiet, and empty. Ojinaga, about five times bigger, with a population of about 28,000, is vibrant and bustling — it boasts more grocery stores, dentists,  doctors, restaurants and bars than Presidio could ever hope to have, and so on weekends, Presidio experiences a mass exodus. Houses empty and families pile into cars and shuttle toward the international bridge. The streets become even emptier than they are on weekdays."},{"type":"image","location":"img/PRESIDIO, TX: SUHAUNA/SELECTS/MattLankes_Ojinagaview.jpg","cutline":"The city of Ojinaga can be seen across the Rio Grande on the U.S. side in Presidio, Texas.","credit":"Matt Lankes for the Center for Public Integrity","align":"center"},{"type":"text","text":"\nOjinaga is cheaper and has more options: fruits and vegetables that aren’t wilted, eggs and milk with lower price tags. “And it takes us what, three minutes to cross? So why not?” says Norma Escontrias, an elementary school teacher in Presidio.\n\n \n\nBeyond the amenities Ojinaga provides Presidio residents, it’s home to aunts, brothers, parents and grandparents. Ojinaga isn’t just where Liz Rohana, who works at the Presidio-Brewster County Indigent Healthcare Program, goes to have her dental work done, it’s where her mom was born and where her grandma lives and where her vast extended family congregates each weekend for coffee and pound cake.\n\n \n\n“Presidio is the sort of town that most Texans will never see and wouldn't understand if they did. So little do its location, climate, economy, and culture fit the patterns of America that it is more realistically regarded as a suburb of Mexico than as a village in Texas,” Dick Reavis wrote in a <em>Texas Monthly</em> article in October 1983. It seems little has changed since then."},{"type":"image","location":"img/PRESIDIO, TX: SUHAUNA/SELECTS/MattLankes_9914.jpg","cutline":"","credit":"","align":"right"},{"type":"image","location":"img/PRESIDIO, TX: SUHAUNA/SELECTS/MattLankes_9886.jpg","cutline":"Presidio city councilmember Isela Nunez, seated in the corner, visits her family across the border all the time. Nunez’s extended family gathered one weekend in summer at their home in Ojinaga, Mexico, and watched their kids play in the pool.","credit":"Matt Lankes for the Center for Public Integrity","align":"right"},{"type":"text","text":"\nOn stormy nights when Presidio loses electricity, the city of Ojinaga will lend Presidio power. When Ojinaga’s landfill caught fire, Presidio’s volunteer fire department rushed across the Rio Grande to assist. The two cities aren’t just linked by the general goodwill of their communities — they’ve signed agreements for mutual cooperation to respond to threats to public health and safety.\n\n \n\n“We’re literally one big city divided by a river,” Presidio City Councilwoman Isela Nunez said.\n\n\n\nPhysical tributes to the connectivity of the cities can be found on both sides of the border. In a building lining La Plaza, an open square by Ojinaga’s city hall, there’s a mural on the second level: two birds on either side of a door, facing each other, wings spread as if in welcome, painted in bold streaks of white, black and brown. The mural, created by Miguel Valverde and commissioned by the city of Ojinaga, represents the two communities on either side of the U.S.-Mexico border with a doorway between them.\n\n \n\nOn the Presidio side, a 100-foot-high city water tower pokes into the sky. It, too, is outfitted with an enormous mural, depicting a woman who immigrated from Mexico more than 30 years ago and now has a store where she sells used clothing in Presidio. The mural was a gift from the Mexican government to the city — painted earlier this year — as a gesture of bi-national goodwill and cooperation amid a time of harsh rhetoric on immigration issues at the national level."},{"type":"image","location":"img/PRESIDIO, TX: SUHAUNA/SELECTS/MattLankes_watertower2.jpg","cutline":"The mural on this water tower in Presidio was a gift from the Mexican government painted earlier this year as a gesture of goodwill to its neighboring city.","credit":"Matt Lankes for the Center for Public Integrity","align":"left"},{"type":"text","text":"\nBut for Presidio’s city administrator, Jose Portillo, the well-intentioned mural is also a reminder of the divisive arguments in Washington, D.C., about immigration policy and border security. Although Presidio consistently and overwhelmingly votes Democratic, he and other local officials strive to work well with any politician, no matter their party, including their Republican Rep. Will Hurd, to get whatever access to federal help they can. Hurd’s Democratic opponent, Gina Ortiz Jones, is getting significant backing from the Democratic Party as it tries to take over Congress, and while the cluster of potential votes in Presidio is small, and many potential voters often stay home, those who do vote are reliable and potentially important.\n\n\n\nOrtiz Jones has visited the city of Presidio at least twice while campaigning over the last eight months. Hurd hasn’t visited the city once in that same span of time, though Connor Pfeiffer, a spokesman for Hurd's campaign, said praise for Hurd’s work by local city and county officials speaks for itself."},{"type":"image","location":"img/PRESIDIO, TX: SUHAUNA/SELECTS/SH_OrtizJones.jpg","cutline":"Congressional candidate for Texas District 23 Gina Ortiz Jones meets with Presidio residents in July at a popular hangout spot in the town, and one of its few restaurants, The Bean Cafe.","credit":"Suhauna Hussain / Center for Public Integrity","align":"center"},{"type":"text","Text":"\n“Will Hurd has done some very helpful things for Presidio, there is no denying that. Personally I don't know, I have problems with his voting record in Congress, but where the rubber meets the road, he’s shown himself,” John Ferguson said.\n\n\n\nNotable projects Hurd's office has worked on in the county include improvements to the Presidio port of entry, the Presidio rail bridge that handles cross-border rail traffic, and work to pass legislation to create public-private partnerships at ports of entry to invest in infrastructure, Pfeiffer said in an email.\n\n\n\nOrtiz Jones said, however, that Hurd's approach to immigration fronts as moderate, but is \"kind of like someone set your house on fire and showed up with a pail of water at the end,\" she said. She cites his weak commitment to programs like the Deferred Action for Childhood Arrivals program, an immigration policy that shields some undocumented young adults from deportation.\n\n\n\nShe said the biggest issue she sees in the district is access to health care. \"People are fearful they are not going to be able to afford it in the near future or they physically can't get to it,” Ortiz Jones said.\n\n\n\nShe said Hurd has dropped the ball on health care access and affordability.\n\n\n\n“When I talk to people not in the district it always surprises them, that our one issue is not immigration,” she said. “Like, no no no. Immigration is not the issue — health care is the issue. It's interesting how some of these issues playing out in our backyard are getting a lot of national attention.”"},{"type":"quote","text":"When I talk to people not in the district it always surprises them, that our one issue is not immigration."},{"type":"text","text":"\nDemocrat, Republican, whatever. Party politics are useless, Portillo says, and participating in endless drivel about immigration policy isn’t going to fix anything in Presidio. Presidio doesn’t even have political pull in Austin, Texas’ state capital, so why would it have access on Capitol Hill, or in the White House?\n\n \n\n“We’re not big enough to say Will Hurd’s not our party guy, he’s not our ticket — everybody else can do that, senators can do that, [House Minority Leader Nancy] Pelosi can do that with Trump, they can do that to each other, we can’t do that. We can't afford to,” Portillo said. “We’re going to work with whoever’s in office, and we’re going to tell them what our needs are.”\n\n \n\nAll Portillo can do is “let politics be politics” while he works tirelessly to ensure his tiny part of the world, Presidio, has what it needs.\n\n \n\nAnd its needs are many."},{"type":"lede","hed":"What Presidio needs instead of a wall","text":"A group of women flipped tortillas and scooped brisket from pots as the inescapable summer sun beat down on a Saturday afternoon. A small line assembled. Cash and paper plates laden with warm food changed hands. The money was meant for Billy Hernandez, a Presidio resident who had lung problems, and was making regular trips to Midland, Texas, for checkups. For having medical issues, Hernandez is lucky: He works for the county government and therefore has health insurance, unlike the 44 percent of Presidio residents who lack it, according to the U.S. Census Bureau.\n\n\n\nStill, the costs of traveling to and from Midland for medical care are steep. While temporary doctors staff two medical clinics within city limits five days a week, the nearest hospital of any size is in Alpine, Texas, 87 miles away. The closest health specialists (and bigger hospitals) are in El Paso and Midland-Odessa — both are four-hour drives away."},{"type":"presidio_hospitals","align":"centralColumn"},{"type":"text","text":"\nBecause of the distance between Presidio and comprehensive American medical care, everything from a minor checkup to a life-threatening surgery becomes a big deal. One must coordinate travel, hotel rooms, meals. It all amounts to a tremendous expense for a family to bear, especially considering census<a href=\"https://factfinder.census.gov/faces/tableservices/jsf/pages/productview.xhtml?src=bkmk\"> </a><a href=\"https://factfinder.census.gov/faces/tableservices/jsf/pages/productview.xhtml?src=bkmk\">data</a> show the median household income in Presidio is $24,767.\n\n\n\nSo for many people in Presidio, Mexico is a lifesaver, sometimes literally. Karmina Proano, who works the cash register at a family-owned furniture store in downtown Presidio, doesn’t have health care and had her surgeries in Mexico — gallbladder, kidney stones, an emergency hysterectomy a year ago.\n\n\n\nChronic infrastructure problems make steady care near impossible in the clinics Presidio does have, said Presidio resident and nurse practitioner Robert Rice. On a Thursday afternoon in July, the water system shut down for hours. A few weeks before that a bad storm caused the whole area to lose electricity for over three hours. The clinic had to buy a generator to help keep vaccines in the correct temperature range.\n\n\n\nFor emergency medical care, where a long drive in a personal vehicle isn’t viable, residents either have to rush across the border to the hospital in Ojinaga or call an ambulance or airlift to Alpine. With only one ambulance, wait times for emergency care are sometimes six to eight hours long, and the city incurs incredible costs just to run the one ambulance it has. EMS services account for more than a fifth of the city’s puny approximately $4 million budget.\n\n\n\nThe consequences can be fatal. Nearly everyone in in the small town seems to know someone or know of someone who died because they couldn’t get to a hospital in time.\n\n\n\nPresidio indeed lacks basic, functioning infrastructure: Water pump breaks and power burnouts are frequent, the town’s financial management is strained, and beyond the school district and border patrol activity, its economy is moribund, the city government’s revenue stream at drought stage. It doesn’t help that city officials<a href=\"https://apps.texastribune.org/undrinkable/las-pampas/\"> </a><a href=\"https://apps.texastribune.org/undrinkable/las-pampas/\">discovered</a> several years ago that Presidio's aging water system has difficulty pumping uphill, and hundreds of water meters across the city were inaccurate, causing the city to lose at least 10 percent of its water sales revenue. This year, the city dipped into its general fund to pay the Internal Revenue Service more than $800,000 in back taxes and and penalties incurred from 2013 to 2016, because of poor administrative oversight,<a href=\"https://www.bigbendnow.com/news/city-presidio-pays-irs-back-taxes-penalties-interest\"> </a><em><a href=\"https://www.bigbendnow.com/news/city-presidio-pays-irs-back-taxes-penalties-interest\">The Big Bend Sentinel</a></em><a href=\"https://www.bigbendnow.com/news/city-presidio-pays-irs-back-taxes-penalties-interest\"> reported</a>."},{"type":"image","location":"img/PRESIDIO, TX: SUHAUNA/SELECTS/SH_infrastructure.jpg","cutline":"An adobe building near downtown Presidio is crumbling. The city of is dotted with abandoned structures. Residences in the town often are not numbered by address, which causes problems for Emergency Medical Services, police and the U.S. Postal Service.","credit":"Suhauna Hussain / Center for Public Integrity","align":"center"},{"type":"text","text":"\nPresidio has made some incremental improvements. In 2010, it<a href=\"https://www.nytimes.com/2010/11/07/us/07ttbattery.html\"> </a><a href=\"https://www.nytimes.com/2010/11/07/us/07ttbattery.html\">installed</a> a large battery system, one of the first and biggest of its kind, which reduced the frequency of its power outages. Presidio financed booster pumps for the water system and in 2016 bought and installed 400 water meters to replace aging and malfunctioning meters through a community development block grant. And local officials are in initial talks with Texas Tech University for a tentative plan to bring a “micro-hospital” to Presidio. Up until a few years ago, all the roads in Presidio were dirt — more accurately, trampled down dust. Now, a few main streets are paved.\n\n\n\nPresidio’s bridge to Mexico is also being expanded, potentially creating new jobs. Local officials credit Hurd with helping Presidio<a href=\"https://hurd.house.gov/media-center/press-releases/presidio-port-entry-receives-presidential-permit-start-construction\"> </a><a href=\"https://hurd.house.gov/media-center/press-releases/presidio-port-entry-receives-presidential-permit-start-construction\">secure</a> a presidential permit (issued by the secretary of state for cross-border infrastructure) and for a<a href=\"https://hurd.house.gov/media-center/in-the-news/txdot-funds-new-lanes-presidio-ojinaga-bridge\"> </a><a href=\"https://hurd.house.gov/media-center/in-the-news/txdot-funds-new-lanes-presidio-ojinaga-bridge\">$12 million</a> project to widen the port of entry by two lanes in order to accommodate  increased 18-wheeler traffic."},{"type":"image","location":"img/PRESIDIO, TX: SUHAUNA/SELECTS/SH_bridge.jpg","cutline":"The Presidio–Ojinaga International Bridge, seen from Presidio on July 21, sparkles at night.","credit":"Suhauna Hussain / Center for Public Integrity"},{"type":"text","text":"\nCurrently, trade coming through Presidio is extremely low. Freight<a href=\"https://explore.dot.gov/t/BTS/views/Dashboard_PortbyCommodity/Overview\"> </a><a href=\"https://explore.dot.gov/t/BTS/views/Dashboard_PortbyCommodity/Overview\">valued</a> at about $18 million went through Presidio’s port of entry in June. Comparatively, $6.6 billion went through El Paso to the northwest and $454 million through Del Rio to the east.\n\n \n\nMexico, for its part, sees promise in the Ojinaga-Presidio border crossing. Nearly 500 miles of the U.S.-Mexico border — more than one-fifth overall — stretch between the border crossings at Del Rio and El Paso, and Presidio is right in the middle of it, city economic development adviser Brad Newton points out. Mexico has made a huge investment in the<a href=\"http://www.nmbia.org/2013/12/chihuahua-governor-asks-speed-up-of-construction-of-roads-and-railways/\"> </a><a href=\"http://www.nmbia.org/2013/12/chihuahua-governor-asks-speed-up-of-construction-of-roads-and-railways/\">Ojinaga-Presidio crossing</a>: Mexico President Enrique Peña Nieto<a href=\"https://kjzz.org/content/9288/mexican-president-pe%C3%B1a-nieto-pushes-border-trade\"> </a><a href=\"https://kjzz.org/content/9288/mexican-president-pe%C3%B1a-nieto-pushes-border-trade\">visited Ojinaga</a> on Thanksgiving in 2013, and announced he was going to build a model port of entry there.\n\n \n\n“Mexico is definitely gearing up to come through here. And so now, we're gearing up to accept their traffic,” Newton said.\n\n \n\nBut tariffs<a href=\"https://www.washingtonpost.com/business/economy/trump-imposes-steel-and-aluminum-tariffs-on-the-european-union-canada-and-mexico/2018/05/31/891bb452-64d3-11e8-a69c-b944de66d9e7_story.html\"> </a><a href=\"https://www.washingtonpost.com/business/economy/trump-imposes-steel-and-aluminum-tariffs-on-the-european-union-canada-and-mexico/2018/05/31/891bb452-64d3-11e8-a69c-b944de66d9e7_story.html\">imposed</a> by the Trump administration on aluminum and steel have caused a new wave of worry. The biggest industrial player in Presidio is a cross-border<a href=\"https://www.washingtonpost.com/business/economy/with-nafta-in-trumps-crosshairs-mexicos-border-factories-brace-for-the-unknown/2017/02/21/f91a3960-ee49-11e6-b4ff-ac2cf509efe5_story.html?utm_term=.a8383fa93773\"> </a><a href=\"https://www.washingtonpost.com/business/economy/with-nafta-in-trumps-crosshairs-mexicos-border-factories-brace-for-the-unknown/2017/02/21/f91a3960-ee49-11e6-b4ff-ac2cf509efe5_story.html?utm_term=.a8383fa93773\">maquiladora</a> called Solitaire that manufactures mobile homes. (The large supply of inexpensive labor from Mexico — boosted by the North American Free Trade Agreement —<a href=\"https://faculty.utep.edu/LinkClick.aspx?link=Molina_BIP.pdf&tabid=72958∣=166260\"> </a><a href=\"https://faculty.utep.edu/LinkClick.aspx?link=Molina_BIP.pdf&tabid=72958∣=166260\">spurred the rise</a> of manufacturing plants along the border.) Solitaire uses a significant amount of steel and aluminum, and although it recently doubled its production, tariffs could potentially increase prices to the point where it cuts production, John Ferguson said.\n\n \n\n“One thing we’ve been banking on for the past 30 years is to try and grow international commerce with Mexico, and all of a sudden you’ve got some trade tariffs, that could put a damper on that,” John Ferguson said.\n\n \n\nEven if the bridge expansion attracts more trade, Presidio almost certainly can’t accommodate it without state or federal assistance. It can barely support its own residents — during the holidays when families flow in, parking is scarce and Presidio’s two small hotels quickly book up — and opening businesses and expanding city infrastructure is a notoriously slow process, says Nunez, the city councilwoman. Her brother tried to construct a large office building in the area for their family company, but the land surveyor, which serves both Presidio and Marfa — a small city about an hour’s drive north — was busy. After a year, the land surveyor still hadn’t completed the required survey.\n\n \n\nPresidio County is vast — at almost 4,000 square miles, it's three times the size of Rhode Island — and so sparsely populated that local government resources that affect people’s daily lives are scarce.\n\n \n\nThere’s no Social Security office. The Department of Motor Vehicles is only open for half a day each week, on Wednesdays. The closest fully functioning county courthouse is in Marfa. Hurd periodically sends staffers to visit Presidio, but his closest permanent presence — a district congressional office in Fort Stockton — is 153 miles away.\n\n \n\nPresidio’s public library has become a de facto help desk — a refuge of the cash poor. Carmen Elguezabel, Presidio’s library director, said people visit her for all sorts of problems: to apply for federal government benefits, to take driving tests. Farmers show up, too, to ask for help renewing their special equipment tags."},{"type":"image","location":"img/PRESIDIO, TX: SUHAUNA/SELECTS/MattLankes_library.jpg","cutline":"Carmen Elguezabel is the director of Presidio’s public library, where people often come for all kinds of assistance, from applying for government benefits to renewing special equipment tags.","credit":"Matt Lankes for the Center for Public Integrity","align":"center"},{"type":"text","text":"\nPeople often come to Elguezabel because they need help translating English into Spanish. Navigating government resources without English proficiency is difficult. An estimated half of Presidio residents speak English less than “very well,” according to census data, and a whopping 98.5 percent speak a language other than English at home.\n\n \n\nIt’s safe to assume that “other” language is usually Spanish: 92.9 percent of households<a href=\"https://factfinder.census.gov/bkmk/table/1.0/en/ACS/16_5YR/S1602/1600000US4859396\"> </a><a href=\"https://factfinder.census.gov/bkmk/table/1.0/en/ACS/16_5YR/S1602/1600000US4859396\">speak Spanish.</a> Not all Presidio residents, however, are primarily Spanish-speaking.\n\n \n\nPresidio’s school system, which has embraced immigration to improve teacher retention in such a desolate, resource-poor area, has sponsored the visas of about 30 Filipino teachers, who have settled into a small, tight-knit community in the majority Hispanic city.\n\n \n\nNow, graduation rates are up. And the high school has a nationally recognized rocket and robotics team — just a few months ago, some of Presidio High School’s students embarked on a cross-country drive in a solar-powered car they built themselves.\n\n \n\nThe school supports a substantial “at-risk” migrant population of students that only temporarily live in Presidio with another family member, usually their mother or a grandparent, and enroll in the school while their fathers travel long distances to work on the oil rigs in Midland-Odessa, or on tomato farms in Marfa. Frequently, people move deeper into the state of Texas for jobs Presidio is unable to offer.\n\n \n\nThis transience is part of the reason Presidio’s political influence is so feeble.\n\n \n\nPresidio County historically has one of the<a href=\"https://www.texasobserver.org/election-day-2016-presidio/\"> </a><a href=\"https://www.texasobserver.org/election-day-2016-presidio/\">lowest voter turnouts</a> in Texas. Residents making reportable campaign contributions gave about 29 cents per person to national-level politicians, parties and political groups during the 2016 election cycle. And low political participation is revealed to be even lower when one takes into account the swath of Presidio residents that are non-participants because of their citizenship status. Of Presidio's recorded population of 4,051, more than a third, 1,427, are not U.S. citizens, according to<a href=\"https://factfinder.census.gov/bkmk/table/1.0/en/ACS/16_5YR/B05001/1600000US4859396\"> </a><a href=\"https://factfinder.census.gov/bkmk/table/1.0/en/ACS/16_5YR/B05001/1600000US4859396\">2016 American Community Survey data</a>.\n\n \n\nIn Washington, D.C., money and votes talk, and many officials in the nation’s capital aren’t listening to what Presidio residents, poor in wealth and polling station participation, have to say for themselves."},{"type":"image","location":"img/PRESIDIO, TX: SUHAUNA/SELECTS/PUBLICDOMAIN_TrumpEO.jpg","cutline":"President Donald Trump holds up a signed Executive Order on border security at the Department of Homeland Security in Washington, D.C., Wednesday, January 25, 2017.","credit":"White House","align":"center"},{"type":"lede","hed":"The wall: What’s happening in Washington","text":"\nIn 2006, as part of the Bush-era Secure Fences Act, Congress proposed a six-mile-long, 15-foot high border wall through Presidio, which city officials<a href=\"https://hurd.house.gov/media-center/in-the-news/big-bend-residents-fought-wall-once-will-they-again\"> </a><a href=\"https://hurd.house.gov/media-center/in-the-news/big-bend-residents-fought-wall-once-will-they-again\">formally opposed</a>.\n\n \n\nThe six miles of wall planned for Presidio in 2006 were never built, even though the federal government erected at least 650 miles elsewhere.\n\n \n\nThe decision was, in part, practical: the Presidio area is extremely remote and its illegal border crossing apprehension rate is consistently among the lowest on the southern border.\n\n \n\nTrump has prioritized building a continuous border wall, and he has been increasingly frustrated with Congress's failure to fund it. As Congress worked on an appropriations bill in the summer, some<a href=\"https://www.politico.com/story/2018/06/17/trump-border-wall-congress-funding-bill-snub-649563\"> </a><a href=\"https://www.politico.com/story/2018/06/17/trump-border-wall-congress-funding-bill-snub-649563\">Senate Republicans quietly said</a> Congress was unlikely to pass a funding bill that includes money for the wall, even as Trump threatens a government shutdown. They have been right so far. The Senate passed a spending bill on Sept. 16 — without funding for the wall — to tide the government over for the next couple of months. Estimates vary on how much a full, physical wall spanning the U.S.-Mexico border would cost, but even the federal government’s most optimistic<a href=\"https://www.azcentral.com/story/news/politics/border-issues/2018/08/06/cost-estimates-trumps-border-wall-could-cost-more-than-expected-report-says/919104002/\"> </a><a href=\"https://www.azcentral.com/story/news/politics/border-issues/2018/08/06/cost-estimates-trumps-border-wall-could-cost-more-than-expected-report-says/919104002/\">estimates</a> peg it in the tens of billions of dollars. Annual maintenance is estimated in the hundreds of millions.\n\n \n\nHurd publicly opposes Trump’s plan to build a border wall and recognizes that Presidio may not need a physical wall. He represents a swing district that stretches hundreds of miles between El Paso and San Antonio, and so it makes sense<a href=\"https://www.texastribune.org/2018/06/15/immigration-republican-incumbents-texas-compromise/\"> </a><a href=\"https://www.texastribune.org/2018/06/15/immigration-republican-incumbents-texas-compromise/\">to sometimes ally</a> himself with moderate Republicans and Democrats. For example, when an ice storm caused cancellations of flights to D.C., Beto O'Rourke, the Democratic candidate running to unseat U.S. Sen. Ted Cruz,<a href=\"https://www.buzzfeednews.com/article/annehelenpetersen/beto-orourke-ted-cruz-texas-senate-midterms\"> </a><a href=\"https://www.buzzfeednews.com/article/annehelenpetersen/beto-orourke-ted-cruz-texas-senate-midterms\">embarked</a> on a road trip with Hurd and livestreamed their trek. O’Rourke has said he won’t endorse anyone in the race, including Hurd’s Democratic opponent, Ortiz Jones.\n\n \n\nNeither O’Rourke nor Cruz responded to multiple requests for comment about Presidio.\n\n \n\nHurd alone has little power to stop Trump from demanding a border wall or preventing Congress from funding one. But he engages with Presidio and works to represent everyone regardless of whether they voted for him, Newton said. In August 2017, Hurd<a href=\"https://hurd.house.gov/media-center/in-the-news/presidio-residents-hear-hurd-border-security-smart-wall\"> </a><a href=\"https://hurd.house.gov/media-center/in-the-news/presidio-residents-hear-hurd-border-security-smart-wall\">held</a> court at The Bean Cafe in Presidio, one of the town’s three main restaurants, to discuss the challenges facing Customs and Border Patrol and a proposed \"smart wall\" — using sensor technology, instead of hulking concrete and metal, to defend against illegal border crossings.  Several Presidio residents say a “virtual wall” is a suitable alternative, an indication that Presidio residents’ opinions on border security and immigration in general aren’t uniform."},{"type":"image","location":"img/PRESIDIO, TX: SUHAUNA/SELECTS/MattLankes_portrait2.jpg","cutline":"Terry Bishop, a farmer whose land ends at the Mexican border, fears a wall would block his access to river water for agriculture, and cause environmental damage.","credit":"Matt Lankes for the Center for Public Integrity","align":"right"},{"type":"text","text":"\nNunez says a completely open border would be devastating.\n\n \n\nApolonia Gonzales, who runs a thrift store in downtown and whose husband works for Customs and Border Patrol, says those who cross the border illegally into Presidio pose no threat, and are usually just looking for food or water.\n\n \n\nMolly Ferguson said it’s hard when people on the border can't legally cross: They are part of the Presidio community.  Her good friend's mother was deported the year she graduated from high school.\n\n \n\nFarmer Terry Bishop doesn’t necessarily want more people crossing the Rio Grande onto his land, which ends at the Mexican border. But a wall would block his access to river water for agriculture — and, he fears, cause severe environmental damage.\n\n \n\nMost of them agree on Trump’s wall, though: It’d be intrusive and destructive to property — and the city’s relationship with Ojinaga.\n\n\n\n***\n\n\n\nIn July, when Molly Ferguson donned one of her two wedding dresses —  black, embroidered with yellow flowers and lined with white lace at the bottom in a traditional Oaxacan style — and married Miguel Rodriguez, she expected to start this next part of their relationship under the same roof, like most newlyweds.\n\n \n\nBut it’s never been that simple for them to navigate the border that splits their lives in two."},{"type":"image","location":"img/PRESIDIO, TX: SUHAUNA/SELECTS/mollyandmiguel.jpg","cutline":"Molly Ferguson and Miguel Rodriguez pose with instruments in mariachi outfits. Ferguson performs in a mariachi band with her parents at events on both sides of the border.","credit":"Courtesy of Molly Ferguson","align":"right"},{"type":"text","text":"\n\n\nOn their honeymoon in Veracruz, Mexico, Ferguson went to an evening concert with Rodriguez, where they listened to son jarocho — similar to mariachi, but with different instruments. Ferguson felt right at home — after all, she’s from Presidio, which draws its culture, its lifeblood, from the other side of the border, she says. She embodies the notion: Ferguson and her parents together perform in a mariachi band at weddings and parties on both sides of the border.\n\n\n\nBut Rodriguez is stuck on the Mexico side, and that means he couldn’t visit Ferguson while she was attending college an hour away in Alpine. He’s never come over to have dinner with her family at their home in Presidio.\n\n \n\n\"It feels really unnatural that, like, we have this boundary, even though we’re only five minutes away from each other. It's really strange to think that a person — my husband — can't visit me,\" Molly Ferguson said. \"Are you kidding me?”\n\n \n\nThey dream of life where Ojinaga and Presidio become even more symbiotic, unencumbered by government restrictions and certainly not divided by a wall. The relationship of these two cities, like Ferguson and Rodriguez’s own relationship, would grow stronger.\n\n \n\nFor now, this dream is on hold. Looming over them is the threat of an idea proposed in Washington, championed by people who represent Presidio but know little of their way of life.\n\n\n\n<em>Joe Yerardi and Ashley Balcerzak contributed to this report.</em>"},{"type":"subscribe"}],"series":{"date":"October 9, 2018","published":"2018-10-9T05:00:00-04:00","updated":"2018-10-9T05:00:00-04:00","slug":"abandoned-in-america","image":{"location":"","credit":""},"featured":{"location":"img/PRESIDIO, TX: SUHAUNA/SELECTS/SH_infrastructure.jpg"},"name":"Abandoned in America","hed":"Abandoned in America","tweet":"“Abandoned in America”: @POTUS declared the U.S. economy to be “the best … we've ever had”. @Publici visited 6 communities where residents say the crushing effects of poverty and gov’t neglect have gone from bad to worse.","description":"The best economy? Residents in six communities say crushing poverty and government neglect went from bad to worse.","authors":["The Center for Public Integrity"],"sections":[{"type":"lede","text":"President Donald Trump has declared the United States’ economy to be “the best economy we've ever had in the history of our country.” His administration likewise declared the nation’s decades-long war on poverty “largely over and a success.” So Center for Public Integrity reporters this summer visited six communities where residents say the crushing effects of poverty and government neglect aren’t improving — they’ve gone from bad to worse. Problems range from broken education systems to unlivable housing to infrastructure fit for the third world. One factor binds them together: a profound lack of political clout on the eve of a critical midterm election that will decide the balance of power in Washington. Here are their stories."}],"parts":[{"slug":"walled-off","hed":"Presidio, Texas","image":"img/PRESIDIO, TX: SUHAUNA/SELECTS/AP_17130592495390.jpg","id":"1nB8PTVt2QBBN5ansjKm_TmeBVLp_NLAIAog57ajdudU","name":"Walled Off","date":"October 9"},{"slug":"border-closing-history","hed":"Border closing history","image":"img/PRESIDIO, TX: SUHAUNA/SELECTS/AP_17130592495390.jpg","id":"1waM0648bg1XiPVTC1rKKm5HcEjHZ-yzYySTMy9Okoc0","name":"Border closing history","date":"","nav":"false"},{"slug":"disastrous-recovery","hed":"Robeson County, North Carolina","image":"img/ROBESON COUNTY: ASHLEY/SELECTS/storm.jpg","id":"1WWwIvEWuQq9CyGYZ659pvS5iaPWOwu3iZvwBxsYZEEY","name":"Disastrous Recovery","date":"October 10","live":"false"},{"slug":"ballot-box-barriers","hed":"Standing Rock Reservation, North Dakota","image":"img/DAKOTAS: CARRIE/SELECTS/AP16274633246797.jpg","id":"1JwsZUDASx7w8n0Zdqwrpx4fKU5LKJ7Z3NFF3kM8eM2M","name":"Ballot Box Barriers","date":"October 12","live":"false"},{"slug":"train-off-track","hed":"Fresno, California","image":"img/FRESNO: DAVE/SELECTS/IMG_3832.jpg","name":"Train Off Track","id":"1ZY-IljxQKZ6GgpsWaN1bCv5DU6qzi9KOZkV2_vZS2k4","date":"October 15","live":"false"},{"slug":"no-place-to-call-home","hed":"St. Louis, Missouri","image":"","id":"1jon2ou3bmmd2U8FBxBl8GW3AS05yqd15FiU1O-cnMR8","name":"No Place to Call Home","date":"October 17","live":"false"},{"slug":"forgotten-and-failing","hed":"Yazoo City, Mississippi","image":"","id":"1r9XURGnxcvlGmfwdTJyJ21PP0MEmGq-XEXwb2W139uo","name":"Forgotten and Failing","date":"October 19","live":"false"}]}}